Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Long-term goals reflect deeply rooted beliefs or tasks that require major efforts and time (possibly lifelong) to achieve.
fr_fr: Les objectifs à long-terme reflètent des croyances profondément implantées dans la personnalité du personnage ou des tâches qui nécessitent un effort majeur et du temps (probablement le temps d'une vie) pour s'accomplir.

source: For example, finding the lost backup of a sibling missing since the Fall, overthrowing an autocratic regime, or making first contact with a new alien species.
fr_fr: Par exemple, trouver la sauvegarde perdue d'un parent proche disparu depuis la Chute, faire tomber un régime autoritaire ou établir un premier contact avec une nouvelle espèce alien.

source: For purposes of awarding Moxie or Rez Points, long-term goals are best broken down into obtainable chunks.
fr_fr: Dans le cadre de l'attribution de points de Moxie ou de Res, les objectifs à long terme ont intérêt à être divisés en plusieurs parties réalisables.

source: Someone whose goal is to track down the murderer who killed their parents when they were a child, for example, can be considered to achieve that goal every time they discover some evidence that brings them a little closer to solving the puzzle.
fr_fr: Quelqu'un dont le but est de pourchasser le meurtrier qui a tué ses parents lorsqu'il était un enfant, peut considérer que son objectif est atteint à chaque fois qu'il découvre des pièces manquantes au puzzle, le rapprochant de son objectif final.

source: Eclipse Phase's setting dictates that a distinction must be made between a character's ego (their ingrained self, their personality, and inherent traits that perpetuate in continuity) and their morph (their ephemeral physical—and sometimes virtual—form).
fr_fr: Le cadre de jeu d'Eclipse Phase impose qu'une distinction soit faites entre l'ego d'un personnage (leur identité, leur personnalité et les traits inhérents à ces aspects qui se perpétue dans la continuité) et leur morph (leur forme physique - et parfois virtuelle - éphémère).

source: A character's morph may die while the character's ego lives on (assuming appropriate backup measures have been taken), transplanted into a new morph.
fr_fr: La morph d'un personnage peut mourrir alors que son ego survit (en supposant que des mesures de sauvegardes appropriées ont été prise),transplanté dans une nouvelle morph.

source: Morphs are expendable, but your character's ego represents the ongoing, continuous life path of your character's mind, personality, memories, knowledge, and so forth.
fr_fr: Les morphs sont jetables, mais l'ego de votre personnage représente la continuité de l'esprit, de la personnalité, des mémoires, des connaissances et autres de votre personnage.

source: This continuity may be interrupted by an unexpected death (depending on how recent the backup was made), or by forking (see p.
fr_fr: Cette continuité peut être interrompue par une mort inattendue (dépendant de la date de votre dernière sauvegarde), ou en forkant (voir p.

source: 273), but it represents the totality of the character's mental state and experiences.
fr_fr: 273), mais il représente la totalité de l'état mental et des expériences du personnage.

source: Some aspects of your character—particularly skills, along with some stats and traits—belong to your character's ego, which means they stay with them throughout the character's development.
fr_fr: Des apects de votre personnage - en particulier les compétences, ainsi que quelques traits et statistiques - appartiennent à l'ego de votre personnage et ainsi l'acompagnent tout au long du développement du personnage.

source: Some stats and traits, however, are determined by morph, as noted, and so will change if your character leaves one body and takes on another.
fr_fr: D'autres statistiques et traits sont cependant déterminés par une morph, comme noté précédemment, et changeront donc si votre personnage quitte son corps et en prend un autre.

source: Morphs may also affect other skills and stats, as detailed in the morph description.
fr_fr: Les morphs peuvent aussi affecter d'autres compétences et statistiques, comme détaillé dans la description des morphs.

source: It is important that you keep ego- and morph-derived characteristics straight, especially when updating your character's record sheet.
fr_fr: Il est important que vous conserviez les caractéristiques dérivées de votre ego - et de votre morph - à jour, plus particulièrement lorsque vous mettez à jour votre fiche de personnage.

source: Your character's stats measure several characteristics that are important to game play: Initiative, Speed, Durability, Wound Threshold, Lucidity, Trauma Threshold, and Moxie.
fr_fr: Les stats de votre personnage mesurent différentes caractéristiques qui sont importantes pour le jeu: Initiative, Vitesse, Solidité, Seuil de Blessure, Lucidité, Seuil de Trauma et Moxie.

source: Some of these stats are inherent to your character's ego, others are influenced or determined by morph.
fr_fr: Certaines de ces stats sont inhérentes à l'ego de votre personnage et d'autres sont influencées ou déterminées par la morph.

source: Ego stats Initiative Lucidity Trauma Threshold Insanity Rating Moxie
fr_fr: Stats d'ego Initiative Lucidité Seuil de Trauma Seuil de Folie Moxie

source: Morph stats Speed Durability Wound Threshold Death Rating Damage Bonus
fr_fr: Stats de morph Vitesse Solidité Seuil de Blessure Seuil de Mort Bonus de Dégat

source: Your character's Initiative stat helps determine when they act in relation to other characters during the Action Turn (see Initiative, p.
fr_fr: La stat d'Initiative de votre personnage aide à déterminer à quel moment il agît par rapport aux autres personnages pendant le Tour d'Action (voir Initiative, p.

source: Your Initiative stat is equal to your character's Intuition + Reflexes aptitudes (see Aptitudes, p.
fr_fr: Votre stat d'Initiative est égal à la somme des aptitudes Intuition et Réflexes de votre personnage multipliée par 2 (voir Aptitudes, p.

source: Certain implants and other factors may modify this score.
fr_fr: Certains implants et d'autres facteurs peuvent modifier ce score.

source: Lazaro's Intuition is 15 and his Reflexes score is 20.
fr_fr: Le score d'Intuition de Lazaro est de 15 et son score de Réflexe est de 20.

source: That means his Initiative is 70 (15 + 20 = 35, 35 x 2 = 70).
fr_fr: Cela signifie que sonInitiative est de 70 (15 + 20 = 35, 35 x 2 = 70).

source: The Speed stat determines how often your character gets to act in an Action Turn (see Initiative, p.
fr_fr: La stat de Vitesse détermine le nombre de fois que votre personnage peut agir en un Tour d'Action (voir Initiative, p.

source: All characters start with a Speed stat of 1, meaning they act once per turn.
fr_fr: Tous les personnages démarrent avec une stat de Vitesse de 1, signifiant qu'ils agissent une fois par tour.

source: Certain implants and other advantages may boost this up to a maximum of 4.
fr_fr: Certains implants et d'autres avantages peuvent améliorer cette stat jusqu'à un maximum de 4.

source: Durability is your morph's physical health (or structural integrity in the case of synthetic shells, or system integrity in the case of infomorphs).
fr_fr: La Solidité est la santé physique de votre morph (ou son intégrité structurelle ou système dans le cas des coques synthétique ou des infomorphs).

source: It determines the amount of damage your morph can take before you are incapacitated or killed (see Physical Health, p.
fr_fr: Elle détermine le total de dégats que votre morph peut encaisser avant que vous soyez incapacité ou tué (voir Santé Physique, p.

source: Durability is unlimited, though the range for baseline (unmodified) humans tends to fall between 20 and 60.
fr_fr: La Solidité est illimitée, bien que l'échelle pour les humains de base (non modifié) tend à ête comprise entre 20 et 60.

source: Your Durability stat is determined by your morph.
fr_fr: Votre stat de Solidité est déterminée par votre morph.

source: A Wound Threshold is used to determine if you receive a wound each time you take physical damage (see Physical Health, p.
fr_fr: Le Seuil de Blessure est utilisé pour déterminer si vous recevez une blessure chaque fois que vous encaissez des dommages physiques (voir Santé Physique, p.

source: The higher the Wound Threshold, the more resistant to serious injury you are.
fr_fr: Plus le Seuil de Blessure est élevé, plus vous êtes résitants aux blessures sérieuses.

source: Wound Threshold is calculated by dividing Durability by 5 (rounding up).
fr_fr: Le Seuil de Blessure est calculé en divisant la Solidité par 5 (en arrondissant au supérieur).

source: Death Rating is the total amount of damage your morph can take before it is killed or destroyed beyond repair.
fr_fr: Le Seuil de Mort est le montant total de dommage que votre morph peut encaisser avant d'être tué ou détruit au delà de toute réparation.

source: Death Rating is equal to DUR x 1.5 for biomorphs and DUR x 2 for synthmorphs.
fr_fr: Le Seuil de Mort est égal à SOL x 1,5 pour les biomorpĥs et SOL x 2 pour les synthmorphs.

source: Tyska is sleeved in a run-of-the-mill splicer morph with a Durability of 30.
fr_fr: Tyska est incarné dans une morph splicer standard avec une Solidité de 30.

source: That gives him a Wound Threshold of 6 (30 / 5) and a Death Rating of 45 (30 x 1.5).
fr_fr: Cela lui donne un Seuil de Blessure de 6 (30 / 5) et un Seuil de Mort de 45 ( 30 x 1.5 ).

source: If Tyska acquired an implant that boosted his Durability by +10 to 40, his Wound Threshold would be 8 (40 / 5) and his Death Rating would be 60 (40 x 1.5).
fr_fr: Si Tyska acquiert un implant qui améliore la Solidité de +10 pour l'amener à 40, son Seuil de Blessure sera de 8 ( 40 / 5 ) et son Seuil de Mort serait de 60 ( 40 x 1.5 ).

source: Lucidity is similar to Durability, except that it measures mental health and state of mind rather than physical well-being.
fr_fr: La Lucidité est similaire à la Solidité, excepté qu'elle mesure la santé mentale et l'état d'esprit au lieu de la santé et du bien-être physique.

source: Your Lucidity determines how much stress (mental damage) you can take before you are incapacitated or driven insane (see Mental Health, p.
fr_fr: Votre Lucidité détermine combien de stress (dommages mentaux) vous pouvez prendre avant d'être incapacité ou de devenir fou (voir Santé Mentale, p.

source: Lucidity is unlimited, but generally ranges from 20 to 60 for baseline unmodified humans.
fr_fr: La Lucidité est illimitée, mais est comprise entre 20 et 60 pour l'humain non-modifié de base.

source: Lucidity is determined by your Willpower aptitude x 2.
fr_fr: La Lucidité est déterminée par votre aptitude de Volonté x 2.

source: The Trauma Threshold determines if you suffer a trauma (mental wound) each time you take stress (see Mental Health, p.
fr_fr: Le Seuil de Trauma détermine si vous souffrez d'un trauma (blessure mentale) chaque fois que vous prenez du stress (voir Santé Mentale, p.

source: A higher Trauma Threshold means that your mental state is more resilient against experiences that might inflict psychiatric disorders or other serious mental instabilities.
fr_fr: Un Seuil de Trauma plus élevé signifie que votre état mental est plus résilient vis à vis des expériences qui peuvent infliger des troubles psychiatrique ou autre instabilité mentale sérieuse.

source: Trauma Threshold is calculated by dividing Lucidity by 5 (rounding up).
fr_fr: Le Seuil de Blessure est calculé en divisant la Lucidité par 5 (arrondissez au supérieur).

source: Your Insanity Rating is the total amount of stress your mind can take before you go permanently insane and are lost for good.
fr_fr: Votre Seuil de Folie est le montant total de stress que votre esprit peut prendre avant devenir complètement fou et d'être perdu pour de bon.

source: Insanity Rating equals LUC x 2.
fr_fr: Le Seuil de Folie est égal à LUC x 2.

source: Cole's Willpower is 16.
fr_fr: La Volonté de Cole est de 16.

source: That makes his Lucidity stat 32 (16 x 2), his Trauma Threshold 7 (32 / 5, rounded up), and his Insanity Rating 64 (32 x 2)
fr_fr: Cela fait que sa stat Lucidité est de 32 (16 x 2), son Seuil de Trauma est de 7 (32 / 5, arrondi au supérieur), et son Seuil de Folie 64 (32 x 2).

source: Moxie represents your character's inherent talent at facing down challenges and overcoming obstacles with spirited fervor.
fr_fr: Le Moxie représente le talent inné de votre personnage à faire face à des challenges et à vaincre des obstacles avec une ferveur particulière.

source: More than just luck, Moxie is your character's ability to run the edge and do what it takes, no matter the odds.
fr_fr: Au delà de la simple chance, le Moxie est la capacité de votre personnage à courir sur le fil du rasoir et à faire ce qu'il faut, quelle que soit les probabilités.

source: Some people consider it the evolutionary trait that spurred humankind to pick up tools, expand our brains, and face the future head on, leaving other mammals in the dust.
fr_fr: Certaines personnes le considère comme un trait évolutionnaire qui a permis à l'humanité de ramasser des outils, de développer nos cerveaux et d'affronter le futur bille en tête, laissant les autres mammifères dans la poussière.

source: When the sky is falling, death is imminent, and no one can help you, Moxie is what saves the day.
fr_fr: Quand le ciel vous tombe sur la tête, que la mort est imminente et que personne ne peut vous aider, le Moxie est ce qui vous gardera en un seul morceau.

source: The Moxie stat is rated between 1 and 10, as purchased during character creation (and perhaps raised later).
fr_fr: La stat Moxie est comprise entre 1 et 10, au niveau choisi lors de la création de personnage (et peut-être augmenté plus tard).

source: In game play, Moxie is used to influence the odds in your favor.
fr_fr: En terme de jeu, le Moxie est utilisé pour influencer le hasard en votre faveur.

source: Every game session, your character begins with a number of Moxie points equal to their Moxie stat.
fr_fr: A chaque session de jeu, votre personnage commence avec un nombre de point de Moxie égal à leur stat Moxie.

source: Moxie points may be spent for any of the following effects:
fr_fr: Les points de Moxie peuvent être dépensés pour obtenir l'un des effets suivants:

source: The character may ignore all modifiers that apply to a test.
fr_fr: Le personnage peut ignorer tous les modificateurs appliqués à un test.

source: The Moxie point must be spent before dice are rolled.
fr_fr: Le point de Moxie doit être dépensé avant de lancer les dés.

source: The character may flip-flop a d100 roll result.
fr_fr: Le personnage peut faire un flip-flop sur le résultat d'un d100.

source: For example, an 83 would become a 38.
fr_fr: Par exemple, un 83 deviendrait un 38.

source: The character may upgrade a success, making it a critical success, as if they rolled doubles.
fr_fr: Le personnage peut améliorer un succès, le transformant en critique, comme si il avait obtenu un double.

source: The character must succeed in the test before they spend the Moxie point.
fr_fr: Le personnage doit avoir réussi son jet avant de dépenser le point de Moxie.

source: The character may ignore a critical failure, treating it as a regular failure instead.
fr_fr: Le personnage peut ignorer un échec critique, et le considérer comme un échec normal.

source: The character may go first in an Action Phase (p.
fr_fr: Le personnage peut agir en premier dans une Phase d'Action (p.

source: Only 1 point of Moxie may be spent on a single roll.
fr_fr: Un seul point de Moxie peut-être dépensé sur un jet de dé.

source: Moxie points will fluctuate during gameplay, as they are spent and sometimes regained.
fr_fr: Les points de Moxie vont fluctuer lors du jeu, au fur et à mesure qu'ils seront dépensés et parfois récupérés.

source: Regaining Moxie: At the gamemaster's discretion, Moxie points may be refreshed up to the character's full Moxie stat any time the character rests for a significant period.
fr_fr: Récupérer du Moxie: À la discrétion du maître de jeu, les points de Moxie peuvent-être régénérés jusqu'au niveau de Moxie maximum du personnage, chaque fois qu'il se repose pour une durée significative.

source: Moxie points may also be regained if the character achieves a personal goal, as determined by their Motivation (see p.
fr_fr: Les points de Moxie peuvent aussi être récupérés si le personnage atteint un objectif personnel tel que déterminé par leur Motivation (voir p.

source: The gamemaster determines how much Moxie is regained in proportion to the goal achieved.
fr_fr: Le maître de jeu détermine combien de Moxie est récupéré en fonction de la proportion de l'objectif atteint.

source: Audrey has a difficult Piloting: Aircraft roll to make.
fr_fr: Audrey doit faire un jet de Piloter: Engins Volants difficile.

source: Her skill is 61, but she's facing a lot of modifiers (–30), and if she fails she's in big trouble.
fr_fr: Sa compétence est de 61, mais elle doit faire face à plein de modificateurs (-30), et si elle échoue, elle se retrouvera dans une situation critique.

source: She could spend a point of Moxie before the test to ignore the modifiers, but she decides to take her chances against the target number of 31.
fr_fr: Elle pourrait dépenser un point de Moxie avant le test pour ignorer les modificateurs, mais elle décide de tenter sa chance contre le seuil de 31.

source: Unfortunately, she rolls an 82.
fr_fr: Malheureusement, elle obtient un 82.

source: Luckily, she can spend a Moxie point to flip-flop that roll and make it a 28—a success!
fr_fr: Heureusement pour elle, elle peut dépenser un point de Moxie pour faireun flip-flop et transformer le jet en 28 - un succès!

source: The Damage Bonus stat quantifies how much extra oomph your character is able to give their melee and thrown weapons attacks.
fr_fr: La stat de Bonus de Dommage quantify le punch supplémentaire que votre personnage peut donner à ses attaques de mélées et d'armes de jet.

source: Damage Bonus is determined by dividing your Somatics aptitude (see below) by 10 and rounding down.
fr_fr: Le Bonus de Dommage est déterminé en divisant votre aptitude Somatique (voir plus bas) par 10 et en arrondissant à l'inférieur.

source: Skills represent your character's talents.
fr_fr: Les compétences représentent les talents de votre personnage.

source: Skills are broken down into aptitudes (ingrained abilities that everyone has) and learned skills (abilities and knowledge picked up over time).
fr_fr: Les compétences sont séparés entre les aptitudes (capacités innées que tout le monde possède) et les compétences apprises (capacités et connaissances assimilées au fil du temps).

source: Skills determine the target number used for tests (see Making Tests, p.
fr_fr: Les compétences déterminent le seuil utilisés pour les tests (voir Faire des Test, p.

source: Aptitudes are the core skills that every character has by default.
fr_fr: Les Aptitudes sont les compétences de base que chaque personnage possède par défaut.

source: They are the foundation on which learned skills are built.
fr_fr: Elles sont les fondations sur lesquelles les compétences apprise sont construites.

source: Aptitudes are purchased during character creation and rate between 1 and 30, with 10 being average for a baseline unmodified human.
fr_fr: Les Aptitudes sont achetées pendant la phase de création du personnage et sont comprise entre 1 et 30, avec la moyenne pour l'humain non modifié de base à 10.

source: They represent the ingrained characteristics and talents that your character has developed from birth and stick with you even when you change morphs—though some morphs may modify your aptitude ratings.
fr_fr: Elles représentent les caractéristiques innées et les talents que votre personnage a développé depuis sa naissance et qui restent avec vous même lorsque vous changez de morphs - bien que certaines peuvent modifier vos score d'aptitude.

source: Each learned skill is linked to an aptitude.
fr_fr: Chaque compétence apprise est liée à une aptitude.

source: If a character doesn't have the skill necessary for a test, they may default to the aptitude instead (see Defaulting, p.
fr_fr: Si un personnage ne possède pas la compétence nécessaire à un test, il peut défausser sur l'aptitude associée (voir Défausser p.

source: There are 7 aptitudes in Eclipse Phase:
fr_fr: Il y a 7 aptitudes à Eclipse Phase:

source: Cognition (COG) is your aptitude for problem solving, logical analysis, and understanding.
fr_fr: Cognition (COG) est votre aptitude pour la résolution de problème, l'analyse logique et la compréhension.

source: It also includes memory and recall.
fr_fr: Cela peut également inclure la mémoire et la capacité à se remémorer ces souvenirs.

source: Coordination (COO) is your skill at integrat ing the actions of different parts of your morph to produce smooth, successful movements.
fr_fr: Coordination (COO) est votre compétence à intégrer les actions de différentes parties de votre morph pour produire des mouvements fluide et efficaces.

source: It includes manual dexterity, fine motor control, nimbleness, and balance.
fr_fr: Cela inclut la dextérité manuelle, le contrôle motriciel précis, l'agilité et l'équilibre.

source: Intuition (INT) is your skill at following your gut instincts and evaluating on the fly.
fr_fr: Intuition (INT) est votre compétence à suivre vos instincts et à évoluer les situations au vol.

source: It includes physical awareness, cleverness, and cunning.
fr_fr: Elle inclut la conscience, l'intelligence et la ruse physique.

source: Reflexes (REF) is your skill at acting quickly.
fr_fr: Réflexes (REF) est votre compétence à agir rapidement.

source: This encompasses your reaction time, your gut-level response, and your ability to think fast.
fr_fr: Elle définit votre temps de réaction, votre réponse instinctive et votre capacité à penser rapidement.

source: Savvy (SAV) is your mental adaptability, social in tuition, and proficiency for interacting with others.
fr_fr: Astuce (AST) est votre adaptabilité, votre intuition sociale et votre maîtrise dans les interactions avec les autres.

source: It includes social awareness and manipulation.
fr_fr: Cela inclut votre conscience sociale et votre capacité à la manipulation.

source: Somatics (SOM) is your skill at pushing your morph to the best of its physical ability, including the fundamental utilization of the morph's strength, endurance, and sustained positioning and motion.
fr_fr: Somatique (SOM) est votre compétence à pousser votre morph au meilleur de ses capacités physique, incluant l'utilisation fondamentale de la force et de l'endurance de la morph ainsi que la capacité à maintenir une position ou un mouvement sur le long terme.

source: Willpower (WIL) is your skill for self-control, your ability to command your own destiny.
fr_fr: Volonté (VOL) est votre capacité à gader votre sang-froid, à diriger votre propre destinée.

source: Learned skills encompass a wide range of specialties and education, from combat training to negotiating to astrophysics (for a complete skill list, see p.
fr_fr: Les compétences apprises englobent une vaste gamme de spécialités et d'apprentissages, de l'entraînement au combat à la négociatiion en passant par l'astrophysique (pour une liste complète de compétences, voir p.

source: Learned skills range in rating from 1 to 99, with an average proficiency being 50.
fr_fr: Les compétences apprises sont comprises entre 1 et 99, le niveau d'efficacité moyen étant de 50.
